Repository: dneelyep/Programming-Directory
Catalog: gettingthingsgnome/gtg/local_dev_stuff/po/*.po
Languages: fr, it

source: Mark as done
fr: Marquer comme fait
it: Attività completata

source: Mark as not done
fr: Marquer comme non fait
it: Attività non completata

source: Dismiss
fr: Abandonner
it: Rimuovi

source: Undismiss
fr: Annuler l'abandon
it: Ripristina

source: Keep as Note
fr: Conserver comme note
it: Mantieni come nota

source: Make a Task
fr: Créer une tâche
it: Crea un'attività

source: Mark this task as done
fr: Marquer cette tâche comme accomplie
it: Marca questa attività completa

source: Mark this task as to be done
fr: Marquer cette tâche comme à accomplir
it: Marca questa attività come da svolgere

source: Mark this task as not to be done anymore
fr: Marquer cette tâche comme n'étant plus à accomplir
it: Marca questa attività come da non completare

source: Permanently remove this task
fr: Supprimer définitivement cette tâche
it: Rimuovi l'attività in modo permanente

source: Insert a subtask in this task
fr: Insérer une sous-tâche dans cette tâche
it: Aggiungi una subattività per questa attività

source: Insert a tag in this task
fr: Insérer une étiquette dans cette tâche
it: Inserisci un'etichetta per questa attività

source: Closed on
it: Chiusa il

source: Delete
fr: Supprimer
it: Elimina

source: Due for
it: Da completare il

source: Insert subtask
fr: Ajouter une sous-tâche
it: Inserisci subattività

source: Insert tag
fr: Ajouter une étiquette
it: Inserisci tag

source: Later
fr: Plus tard
it: Più tardi

source: Mark Done
fr: Marquer comme fait
it: Attività completata

source: Now
fr: Maintenant
it: Adesso

source: Soon
fr: Bientôt
it: Tra poco

source: Starting on
it: Inizia il

source: Task
fr: Tâche
it: Attività

source: Due tomorrow !
fr: Pour demain!
it: Entro domani !

source: Due today !
fr: Pour aujourd'hui!
it: Entro oggi !

source: Due yesterday
fr: Pour hier
it: Scaduto ieri

source: Confirm task deletion
fr: Confirmer la suppression de la tâche
it: Conferma l'eliminazione dell'attività

source: <b>Dependencies</b>
it: <b>Dipendenze</b>

source: <b>General</b>
it: <b>Generale</b>

source: <b>Task Browser</b>
it: <b>Esplora attività</b>

source: <b>Task Editor</b>
it: <b>Editor attività</b>

source: Active _Plugins:
it: _Plugin attivi:

source: Behaviour
it: Comportamento

source: Check spelling
it: Controllare l'ortografia

source: Getting Things GNOME! Preferences
it: Preferenze di Getting Things GNOME!

source: Hide closed tasks older than
it: Nascondere le attività più vecchie di

source: Plugins
it: Plugin

source: Show task text preview
it: Mostrare un'anteprima dell'attività

source: Start Getting Things GNOME! on every login
it: Avviare Getting Things GNOME all'accesso

source: Storage
it: Archiviazione

source: Task _Backends:
it: Bac_kend attività:

source: _About Plugin
it: I_nformazioni sul plugin

source: Deleting a task cannot be undone, and will delete the following task:
it: L'eliminazione di un'attività non può essere annullata. Verrà eliminata la seguente attività:

source: Are you sure you want to delete this task?
it: Eliminare questa attività?

source: Keep selected task
it: Mantieni attività selezionata

source: Permanently remove task
it: Rimuovi attività

source: Deleting a task cannot be undone, and will delete the following tasks:
it: L'eliminazione di un'attività non può essere annullata. Verranno eliminate le seguenti attività:

source: Are you sure you want to delete these tasks?
it: Eliminare queste attività?

source: Keep selected tasks
it: Mantieni attività selezionate

source: Permanently remove tasks
it: Rimuovi attività

source: gtg is already running!
fr: Gtg est déjà en cours d'exécution
it: gtg è già in esecuzione!

source: saving critical object failed
fr: Erreur lors de la sauvegarde d'un object critique (pas très clair hein)
it: Salvataggio di un elemento critico fallito

source: Downloading task list...
fr: Téléchargement de la liste des tâches...
it: Scaricamento della lista delle attività in corso..

source: Downloading...
it: Scaricamento...

source: Adding tasks to rtm..
fr: Ajout de la tâche à RTM...
it: Aggiungo un'attività a rtm..

source: Adding tasks to gtg..
fr: Ajout de la tâche à gtg...
it: Aggiungo un'attività a gtg..

source: Deleting tasks from rtm..
fr: Suppresion des tâches de RTM...
it: Cancellando un'attività da rtm..

source: Deleting tasks from gtg..
fr: Effacement des tâches de gtg...
it: Cancellando un'attività da gtg..

source: Updating changed tasks..
it: Aggiornamento attività modificate...

source: Updating
fr: En train de mettre à jour
it: Aggiornando

source: Saving current state..
fr: Sauvegarde de l'état actuel..
it: Salvando lo stato corrente..

source: Synchronization completed.
fr: Synchronisation effectuée.
it: Sincronizzazione completata.

source: Adding
fr: Ajoute
it: Aggiungendo

source: Deleting
fr: Supprime
it: Cancellando

source: Closing in one second
fr: Fermeture imminente
it: Chiusura in un secondo

source: Invalid state
fr: État invalide
it: Stato non valido

source: Synchronize with RTM
fr: Synchronisation avec RTM
it: Sincronizza con RTM

source: Synchronization started
fr: Synchronisation commencée
it: Sincronizzazione iniziata

source: Trying to access, please stand by...
fr: Tentative d'accès, merci de patienter…
it: Tentativo d'accesso, attendere prego...

source: Couldn't connect to Remember The Milk
fr: Impossible de se connecter à Remember The Milk
it: Connessione a Remember The Milk fallita

source: Authentication failed.
it: Autenticazione non riuscita.

source: Please retry.
it: Riprovare.

source: Please authenticate to Remember The Milk in the browser that is being opened now. When done, press OK
fr: Connectez-vous à Remember The Milk dans votre navigateur. Une fois connecté, appuyez sur OK
it: Accedere a Remember The Milk nel browser che è stato appena aperto. Quando ciò è stato fatto, premere OK

source: Start task in Hamster
it: Avvia attività in «Conteggio tempo»

source: Start in Hamster
it: Avvia in «Conteggio tempo»

source: Start a new activity in Hamster Time
it: Avvia una nuova attività in «Conteggio tempo»

source: Start a new activity in Hamster Time
it: Avvia una nuova attività in «Conteggio tempo»

source: _View Main Window
fr: _Voir Fenêtre Principale
it: _Visualizza finestra principale

source: Add _New Task
fr: Ajouter _Nouvelle Tâche
it: A_ggiungi nuova attività

source: Tomboy/Gnote not found. Please install it or disable the Tomboy/Gnote plugin in GTG
it: Tomboy/Gnote non trovato. Installare il programma o disabilitare il plugin corrispondente.

source: Add Tomboy note
fr: ajouter une note Tomboy
it: Aggiungi una nota con Tomboy

source: was found on the system, but it doesn't provide a dbus interface. the Tomboy/Gnote plugin will not work with it.
it: è stato trovato nel sistema, ma non fornisce un'interfaccia D-Bus. Il plugin Tomboy/Gnote non funzionerà.

source: That note does not exist!
fr: Cette note n'existe pas !
it: Quella nota non esiste!

source: That note does not exist. Do you want to create a new one?
fr: Cette note n'existe pas. Voulez-vous en créer une nouvelle ?
it: La nota non esiste. Si desidera crearne una nuova?

source: This Tomboy note does not exist anymore. Do you want to create it?
fr: Cette note Tomboy n'existe plus. Voulez-vous la créer ?
it: Questa nota di Tomboy non esiste più. Si desidera crearla?

source: <b>Location Determination Method</b>
fr: <b>Méthode de détermination de la position</b>
it: <b>Metodo di Determinazione della Posizione</b>

source: <b>Proximity Factor</b>
fr: <b>Facteur de proximité</b>
it: <b>Fattore di Prossimità</b>

source: <small>Distance in kilometers from the current location.</small>
fr: <small>Distance en kilomètres depuis la position actuelle.</small>
it: <small>Distanza in chilometri dalla posizione corrente</small>

source: Associate with existing tag
fr: Associe avec un tag existant
it: Associa con un tag esistente

source: Associate with new tag
fr: Associe avec un nouveau tag
it: Associa con un nuovo tag

source: Geolocalized-tasks Preferences
fr: Préferences des tâches géolocalisées
it: Preferenze per le attività geolocalizzate

source: Set the task's location
fr: Détermine la position de la tâche
it: Inserisci un luogo per l'attività

source: Use cellphone
fr: Utiliser le téléphone portable
it: Usa il telefono cellulare

source: Use gps
fr: Utiliser le gps
it: Usa il GPS

source: Use network
fr: Utiliser le réseau
it: Usa la rete

source: Template not found
fr: Modèle introuvable
it: Modello non trovato

source: Can't load the template file
fr: Impossible de charger le modèle
it: Impossibile caricare il file del modello

source: Choose where to save your list
fr: Choisissez où sauvegarder votre liste
it: Scegli dove salvare la lista

source: Synchronize with Evolution
it: Sincronizza con Evolution

source: Tomorrow
fr: Demain
it: Domani

source: Today
fr: Aujourd'hui
it: Oggi

source: Yesterday
fr: Hier
it: Ieri

source: now
fr: maintenant
it: adesso

source: soon
fr: bientôt
it: tra poco

source: later
fr: plus tard
it: più tardi

source: Mark the selected task as done
fr: Marquer la tâche sélectionnée comme faite
it: Marca l'attività selezionata come completa

source: Mark the selected task as to be done
fr: Marquer la tâche sélectionnée comme à faire
it: Marca l'attività selezionata come da completare

source: Mark the task as not to be done anymore
fr: Marquer la tâche sélectionnée comme à ne pas faire
it: Marca l'attività come non completa

source: Permanently remove the selected task
fr: Supprimer la tâche sélectionnée de façon permanente
it: Rimuovi definitivamente l'attività selezionata

source: Edit the selected task
fr: Modifier la tache selectionnée
it: Modifica l'attività selezionata

source: Create a new task
fr: Créer une nouvelle tâche
it: Crea una nuova attività

source: Create a new subtask
fr: Créer une nouvelle tâche enfant
it: Crea una nuova subattività

source: Display only the currently actionable tasks
fr: Affiche uniquement les tâches actionnables
it: Visualizza solo le attività eseguibili ora

source: Tags
fr: Étiquettes
it: Tag

source: Title
fr: Titre
it: Titolo

source: Start date
fr: Date de début
it: Data d'inizio

source: Due
fr: Échéance
it: Scadenza

source: Closing date
fr: Date de cloture
it: Data di completamento

source: Getting Things Gnome! is an organizer for the GNOME desktop environment.
fr: Getting Things GNOME! est un outil d'organisation personnel pour l'environnement de bureau GNOME.
it: Getting Things GNOME! è un organizzatore di attività per l'ambiente di lavoro GNOME.

source: About GTG!
fr: À propos de GTG
it: Informazioni

source: Add Tag
fr: Ajouter une étiquette
it: Aggiungi etichetta

source: Add Tag...
fr: Ajouter une étiquette...
it: Aggiungi etichetta...

source: Add a Tag...
fr: Ajouter une étiquette...
it: Aggiungi etichetta...

source: Add a subtask
fr: Ajouter une sous-tâche
it: Aggiungi una subattività

source: Apply to subtasks
fr: Appliquer aux sous-tâches
it: Applica alle attività ausiliari

source: Cancel
fr: Annuler
it: Annulla

source: D_ismiss
fr: _Abandonner
it: _Rimuovi

source: Edit
fr: Modifier
it: Modifica

source: Enter the name of the tag(s) you wish to add:
fr: Entrer le ou les noms d'étiquette(s) que vous voulez ajouter :
it: Inserire il nome delle etichette da aggiungere:

source: GTG website
fr: Site web de GTG
it: Sito Internet di GTG

source: Hint: you can add several tags by separating them with commas.
fr: Astuce : vous pouvez ajouter plusieurs étiquettes en les séparant par des virgules.
it: Suggerimento: è possibile aggiungere molteplici etichette separate da virgole.

source: Mark as Done
fr: Marquer comme fait
it: Attività completata

source: Mark as Not Done
fr: Marquer comme non fait
it: Attività non completata

source: Mark as _Done
fr: Marquer comme _fait
it: Attività _completata

source: New Subtask
fr: Nouvelle tâche enfant
it: Nuova subattività

source: New Task
fr: Nouvelle tâche
it: Nuova attività

source: New _Subtask
fr: Nouvelle tâche _enfant
it: Nuova _subattività

source: New _Task
fr: Nouvelle _tâche
it: Nuova a_ttività

source: Redo
fr: Refaire
it: Ripeti

source: Reset Color
it: Ripristina colore

source: T_oolbar
fr: Barre d'_outils
it: Barra degli _strumenti

source: Tag is displayed in the workview
fr: Afficher l'étiquette dans la vue de travail
it: Il tag è visualizzato nella scaletta di lavoro

source: TagName
fr: Nom de l'étiquette
it: NomeEtichetta

source: Und_ismiss
fr: Annuler l'a_bandon
it: Ripristina

source: Undo
fr: Annuler
it: Annulla

source: Work View
fr: Vue de travail
it: Scaletta di lavoro

source: _Background Colors
fr: Couleur de _fond
it: _Colori di sfondo

source: _Closed Tasks Pane
fr: Panneau des tâches _cloturées
it: _Pannello delle attività chiuse

source: _Edit
fr: É_dition
it: _Modifica

source: _Help
fr: Aid_e
it: _Aiuto

source: _Plugins
fr: Greffons
it: _Plugin

source: _Quick Add Entry
fr: Entrée d'_ajout rapide
it: _Inserimento elementi

source: _Schedule for...
fr: _Planifier pour...
it: _Pianifica per...

source: _Tags Sidebar
fr: Panneau latéral d'étiquettes
it: Barra laterale _Tag

source: _Tasks
fr: _Tâches
it: _Attività

source: _View
fr: _Vue
it: _Visualizza

source: _Work View
fr: Vue de _travail
it: _Scaletta di lavoro

source: _tomorrow
fr: _demain
it: _domani

source: next _month
fr: le _mois prochain
it: il prossimo _mese

source: next _week
fr: la _semaine prochaine
it: la prossima _settimana

source: next _year
fr: l'an _prochain
it: il prossimo _anno

source: t_oday
fr: _aujourd'hui
it: _oggi

source: no active tasks
fr: aucune tâche active
it: Nessuna attività in corso

source: monday
fr: lundi
it: lunedì

source: tuesday
fr: mardi
it: martedì

source: wednesday
fr: mercredi
it: mercoledì

source: thursday
fr: jeudi
it: giovedì

source: friday
fr: vendredi
it: venerdì

source: saturday
fr: samedi
it: sabato

source: sunday
fr: dimanche
it: domenica

source: today
fr: aujourd'hui
it: oggi

source: tomorrow
fr: demain
it: domani

source: next week
fr: la semaine prochaine
it: la prossima settima

source: next month
fr: le mois prochain
it: il prossimo mese

source: next year
fr: l'an prochain
it: il prossimo anno

source: tags
fr: étiquettes
it: tag

source: defer
fr: reporter
it: posticipa

source: due
fr: échéance
it: dovuta

source: Getting started with GTG
fr: Débuter avec GTG
it: Introduzione a GTG

source: Learn how to use subtasks
fr: Apprenez à vous servir des sous taches
it: Come usare le subattività

source: Learn how to use tags
fr: Apprenez à vous servir des étiquettes
it: Come usare i tag

source: Learn how to use the Workview
fr: Apprendre à utiliser la vue de travail
it: Come usare la scaletta di lavoro

source: Learn how to use Plugins
it: Come usare i plugin

source: Reporting bugs
fr: Rapporter les bugs
it: Segnalare malfunzionamenti

source: Learn how to use the QuickAdd Entry
it: Come usare l'inserimento rapido delle attività

source: Everything necessary to run this plugin is available.
it: Il necessario per eseguire questo plugin è disponibile.

source: The plugin can not be loaded
fr: Le greffon ne peut pas être chargé
it: Impossibile caricare il plugin

source: Some python modules are missing
fr: Il manque certains modules Python
it: Alcuni moduli Python non sono disponibili

source: Please install the following python modules:
fr: Merci d'installer les modules Python suivants :
it: Installare i seguenti moduli Python

source: Some remote dbus objects are missing.
fr: Il manque des composants DBus
it: Alcuni oggetti dbus non sono disponibili.

source: Please start the following applications:
fr: Merci de démarrer les applications suivantes :
it: Avviare le seguenti applicazioni:

source: Some modules and remote dbus objects are missing.
fr: Il manque des modules et des composants DBus
it: Alcuni moduli e oggetti dbus non sono disponibili.

source: Please install or start the following components:
fr: Merci d'installer ou de démarrer les composants suivants :
it: Installare o lanciare questi elementi:

source: Unknown error while loading the plugin.
fr: Boum ! Erreur non-identifiée en tentant de charger le greffon
it: Errore sconosciuto durante l'apertura del plugin.

source: Very helpful message, isn't it? Please report a bug.
fr: Le message ne vous aide pas beaucoup, hein ? Merci de nous faire un rapport de bug à ce sujet.
it: Risolutivo, vero? Se possibile, segnalare il bug.

source: My new task
fr: Ma nouvelle tâche
it: Nuova attività

source: All tasks
fr: Toutes les tâches
it: Tutte le attività

source: Tasks with no tags
fr: Tâches sans étiquettes
it: Attività senza tag

source: Copyrights&#xA9; 2008, 2009 Lionel Dricot, Bertrand Rousseau
fr: Copyright&#xA9; 2008, 2009 Lionel Dricot, Bertrand Rousseau

source: Getting Things Gnome! is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Getting Things Gnome! is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Getting Things Gnome!; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Getting Thing Gnome! est un logiciel libre; Vous pouvez le redistribuer et/ou le modifier suivant les termes de la licence GNU General Public License publiée par la Free Software Foundation; licence dans sa version 3 ou (à votre convenance) toute version ultérieure. Getting Thing Gnome! est distribué avec l'espoir d'être utile mais SANS GARANTIE AUCUNE; y compris sans la garantie implicite d'être VENDABLE ou d'être ADAPTÉE À UN USAGE PARTICULIER. Voyez la licence GNU General Public License pour plus de détails. Vous devriez avoir reçu une copie de la GNU General Public Licence avec Getting Things GNOME!; si ce n'est pas le cas, écrivez à la Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
