Repository: dneelyep/Programming-Directory
Catalog: gettingthingsgnome/gtg/trunk/po/*.po
Languages: de

source: Mark as done
de: Aufgabe als erledigt markieren

source: Mark as not done
de: Aufgabe als unerledigt markieren

source: Dismiss
de: Verwerfen

source: Undismiss
de: Wiederaufnehmen

source: Keep as Note
de: Als Notiz behalten

source: Make a Task
de: Neue Aufgabe

source: Mark this task as done
de: Als erledigt markieren

source: Mark this task as to be done
de: Als unerledigt markieren

source: Mark this task as not to be done anymore
de: Aufgabe als nicht mehr zu erledigen markieren

source: Permanently remove this task
de: Aufgabe dauerhaft löschen

source: Insert a subtask in this task
de: Teilaufgabe erstellen

source: Insert a tag in this task
de: Schlagwort hinzufügen

source: Closed on
de: Geschlossen am

source: Delete
de: Löschen

source: Due for
de: Fällig am

source: Insert subtask
de: Teilaufgabe einfügen

source: Insert tag
de: Schlagwort hinzufügen

source: Later
de: Später

source: Mark Done
de: Als erledigt markieren

source: Now
de: Jetzt

source: Soon
de: Bald

source: Starting on
de: Beginnt am

source: Task
de: Aufgabe

source: Completed %(days)d day late
de: %(days)d Tag zu spät abgeschlossen

source: Completed %(days)d day early
de: %(days)d Tag vorzeitig abgeschlossen

source: Due tomorrow !
de: Morgen fällig!

source: %(days)d day left
de: noch %(days)d Tag

source: Due today !
de: Heute fällig!

source: Due yesterday
de: Gestern fällig

source: Was %(days)d day ago
de: Vor %(days)d Tag

source: Confirm task deletion
de: Aufgabe wirklich löschen?

source: <b>Dependencies</b>
de: <b>Abhängigkeiten</b>

source: <b>General</b>
de: <b>Allgemein</b>

source: <b>Task Browser</b>
de: <b>Aufgaben-Übersicht</b>

source: <b>Task Editor</b>
de: <b>Aufgaben-Editor</b>

source: Active _Plugins:
de: Aktive _Erweiterungen:

source: Behaviour
de: Verhalten

source: Check spelling
de: Rechtschreibprüfung

source: Getting Things GNOME! Preferences
de: Getting Things GNOME!-Einstellungen

source: Hide closed tasks older than
de: Verstecke geschlossene Aufgaben älter als

source: Plugins
de: Erweiterungen

source: Show task text preview
de: Vorschau des Aufgabentexts anzeigen

source: Start Getting Things GNOME! on every login
de: Getting Things GNOME! bei jeder Anmeldung ausführen

source: Storage
de: Ablage

source: Task _Backends:
de: Aufgaben-_Verwaltungen:

source: _About Plugin
de: Über die _Erweiterung

source: Deleting a task cannot be undone, and will delete the following task:
de: Das Löschen einer Aufgabe kann nicht rückgängig gemacht werden und wird die folgende Aufgabe löschen:

source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen wollen?

source: Keep selected task
de: Ausgewählte Aufgabe behalten

source: Permanently remove task
de: Aufgabe dauerhaft löschen

source: Deleting a task cannot be undone, and will delete the following tasks:
de: Das Löschen einer Aufgabe kann nicht rückgängig gemacht werden und wird die folgenden Aufgaben löschen:

source: Are you sure you want to delete these tasks?
de: Sind Sie sicher, dass Sie diese Aufgaben löschen wollen?

source: Keep selected tasks
de: Ausgewählte Aufgaben behalten

source: Permanently remove tasks
de: Aufgaben dauerhaft löschen

source: gtg is already running!
de: Getting Things Gnome! läuft bereits!

source: saving critical object failed
de: Speicherung eines kritischen Objektes fehlgeschlagen

source: Downloading task list...
de: Aufgaben-Liste herunterladen ...

source: Downloading...
de: Herunterladen...

source: Adding tasks to rtm..
de: Aufgaben zu RTM hinzufügen ...

source: Adding tasks to gtg..
de: Aufgabe zu gtg hinzufügen ...

source: Deleting tasks from rtm..
de: Aufgaben von RTM löschen ...

source: Deleting tasks from gtg..
de: Aufgaben von gtg löschen ...

source: Updating changed tasks..
de: Aktualisiere geänderte Aufgaben...

source: Updating
de: Aktualisieren

source: Saving current state..
de: Aktueller Zustand speichern ...

source: Synchronization completed.
de: Synchronisierung abgeschlossen.

source: Adding
de: Hinzufügen

source: Deleting
de: Lösche

source: Closing in one second
de: In einer Sekunde schließen

source: Invalid state
de: Ungültiger Zustand

source: Synchronize with RTM
de: Mit RTM synchronisieren

source: Synchronization started
de: Synchronisierung gestartet

source: Trying to access, please stand by...
de: Versuche eine Verbindung aufzubauen, bitte warten …

source: Couldn't connect to Remember The Milk
de: Verbindungsaufbau zu Remember the Milk gescheitert

source: Authentication failed.
de: Authentifizierung fehlgeschlagen.

source: Please retry.
de: Bitte erneut versuchen.

source: Please authenticate to Remember The Milk in the browser that is being opened now. When done, press OK
de: Bitte authentifizieren Sie sich im soeben geöffneten Browserfenster für Remember The Milk. Drücken Sie danach OK.

source: Start task in Hamster
de: Aufgabe in Hamster starten

source: Start in Hamster
de: In Hamster starten

source: Start a new activity in Hamster Time
de: Eine neue Tätigkeit in Hamster (Zeiterfassung) beginnen

source: Start a new activity in Hamster Time
de: Eine neue Tätigkeit in Hamster (Zeiterfassung) beginnen

source: _View Main Window
de: Hauptfenster _anzeigen

source: Add _New Task
de: _Neue Aufgabe hinzufügen

source: Tomboy/Gnote not found. Please install it or disable the Tomboy/Gnote plugin in GTG
de: Tomboy/Gnote nicht gefunden. Bitte installieren oder die Tomboy/Gnote-Erweiterung in GTG deaktivieren.

source: Add Tomboy note
de: Tomboy-Notiz hinzufügen

source: was found on the system, but it doesn't provide a dbus interface. the Tomboy/Gnote plugin will not work with it.
de: wurde auf dem Computer gefunden, aber es stellt keine dbus-Schnittstelle zur Verfügung. Die Tomboy/Gnote-Erweiterung wird damit nicht funktionieren.

source: That note does not exist!
de: Diese Notiz existiert nicht!

source: That note does not exist. Do you want to create a new one?
de: Diese Notiz existiert nicht. Möchten Sie eine neue Notiz erstellen?

source: This Tomboy note does not exist anymore. Do you want to create it?
de: Diese Notiz existiert nicht mehr. Möchten Sie sie neu erstellen?

source: <b>Location Determination Method</b>
de: <b>Methode zur Standortbestimmung</b>

source: <b>Proximity Factor</b>
de: <b>Umgebungsfaktor</b>

source: <small>Distance in kilometers from the current location.</small>
de: <small>Abstand in Kilometern von der aktuellen Position.</small>

source: Associate with existing tag
de: Mit einem vorhandenen Schlagwort verknüpfen

source: Associate with new tag
de: Mit neuem Schlagwort verknüpfen

source: Geolocalized-tasks Preferences
de: Einstellungen für geolokalisierte Aufgaben

source: Set the task's location
de: Ort der Aufgabe erfassen

source: Use cellphone
de: Mobiltelefon benutzen

source: Use gps
de: GPS benutzen

source: Use network
de: Netzwerk benutzen

source: Template not found
de: Vorlage nicht gefunden

source: Can't load the template file
de: Die Vorlagendatei kann nicht geladen werden

source: Choose where to save your list
de: Speicherort für die Liste auswählen

source: Synchronize with Evolution
de: Mit Evolution synchronisieren

source: Tomorrow
de: Morgen

source: Today
de: Heute

source: Yesterday
de: Gestern

source: %(days)d day ago
de: Vor %(days)d Tag

source: In %(days)d day
de: In %(days)d Tag

source: now
de: jetzt

source: soon
de: bald

source: later
de: später

source: Mark the selected task as done
de: Ausgewählte Aufgabe als erledigt markieren

source: Mark the selected task as to be done
de: Auswählte Aufgabe als zu erledigen markieren

source: Mark the task as not to be done anymore
de: Aufgabe als nicht mehr zu erledigen markieren

source: Permanently remove the selected task
de: Auswählte Aufgabe dauerhaft löschen

source: Edit the selected task
de: Ausgewählte Aufgabe bearbeiten

source: Create a new task
de: Neue Aufgabe anlegen

source: Create a new subtask
de: Neue Teilaufgabe anlegen

source: Display only the currently actionable tasks
de: Nur aktuell bearbeitbare Aufgaben anzeigen

source: Tags
de: Schlagwörter

source: Title
de: Titel

source: Start date
de: Startdatum

source: Due
de: Fällig am

source: Closing date
de: Abschlussdatum

source: Getting Things Gnome! is an organizer for the GNOME desktop environment.
de: Getting Things Gnome! ist ein Organizer für die GNOME Desktop-Umgebung.

source: About GTG!
de: Über Getting Things Gnome!

source: Add Tag
de: Schlagwort hinzufügen

source: Add Tag...
de: _Schlagwort hinzufügen…

source: Add a Tag...
de: Ein Schlagwort hinzufügen…

source: Add a subtask
de: _Teilaufgabe hinzufügen

source: Apply to subtasks
de: Auf Unteraufgaben anwenden

source: Cancel
de: Abbrechen

source: D_ismiss
de: _Verwerfen

source: Edit
de: Bearbeiten

source: Enter the name of the tag(s) you wish to add:
de: Die Schlagwörter, die hinzugefügt werden sollen, eingeben:

source: GTG website
de: Getting-Things-Gnome!-Webseite

source: Getting Things Gnome! is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. Getting Things Gnome! is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Getting Things Gnome!; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
de: Getting Things Gnome! ist freie Software. Sie kann unter den Bedingungen der GNU General Public License der Free Software Foundation (entweder Version 3 der Lizenz, oder - nach Wahl - einer späteren Version) weiterverteilt und/oder verändert werden. Getting Things Gnome! wird in der Hoffnung nützlich zu sein zur Verfügung gestellt, jedoch OHNE JEGLICHE GEWÄHRLEISTUNG. Dies schließt auch die Garantie auf ALLGEMEINE GEBRAUCHSTAUGLICHKEIT oder TAUGLICHKEIT ZU EINEM BESTIMMTEN ZWECK aus. Nähere Details finden sich in der GNU General Public License. Sie sollten eine Kopie der GNU General Public License mit Getting Things Gnome! erhalten haben. Falls nicht kann eine Kopie der Lizenz von der Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA angefordert werden.

source: Hint: you can add several tags by separating them with commas.
de: Tipp: Du kannst mehrere Schlagwörter hinzufügen, indem du sie mit Kommas trennst.

source: Mark as Done
de: Als erledigt markieren

source: Mark as Not Done
de: Als unerledigt markieren

source: Mark as _Done
de: Als _erledigt markieren

source: New Subtask
de: Neue Teilaufgabe

source: New Task
de: Neue Aufgabe

source: New _Subtask
de: Neue _Teilaufgabe

source: New _Task
de: Neue _Aufgabe

source: Redo
de: Wiederherstellen

source: Reset Color
de: Farben zurücksetzen

source: T_oolbar
de: _Werkzeugleiste

source: Tag is displayed in the workview
de: Schlagwort in der Arbeitsansicht anzeigen

source: TagName
de: SchlagwortName

source: Und_ismiss
de: Wieder_herstellen

source: Undo
de: Rückgängig

source: Work View
de: Arbeitsansicht

source: _Background Colors
de: Hintergrund_farben

source: _Closed Tasks Pane
de: _Beendete Aufgaben

source: _Edit
de: _Bearbeiten

source: _Help
de: _Hilfe

source: _Plugins
de: _Erweiterungen

source: _Quick Add Entry
de: _Schnelleintrag

source: _Schedule for...
de: Ein_planen für

source: _Tags Sidebar
de: _Schlagwörter-Seitenleiste

source: _Tasks
de: _Aufgaben

source: _View
de: _Ansicht

source: _Work View
de: A_rbeitsansicht

source: _tomorrow
de: _Morgen

source: next _month
de: Nächsten _Monat

source: next _week
de: Nächste _Woche

source: next _year
de: Nächstes _Jahr

source: t_oday
de: _Heute

source: no active tasks
de: keine aktive Aufgabe

source: %(tasks)d active task
de: %(tasks)d aktive Aufgabe

source: monday
de: Montag

source: tuesday
de: Dienstag

source: wednesday
de: Mittwoch

source: thursday
de: Donnerstag

source: friday
de: Freitag

source: saturday
de: Samstag

source: sunday
de: Sonntag

source: today
de: Heute

source: tomorrow
de: Morgen

source: next week
de: Nächste Woche

source: next month
de: Nächster Monat

source: next year
de: Nächstes Jahr

source: tags
de: Schlagwörter

source: tag
de: Schlagwort

source: defer
de: verschieben

source: due
de: fällig

source: Getting started with GTG
de: Mit GTG loslegen

source: Learn how to use subtasks
de: Wie man Teilaufgaben verwendet

source: Learn how to use tags
de: Wie man Schlagwörter verwendet

source: Learn how to use the Workview
de: Wie man Arbeitsansichten verwendet

source: Learn how to use Plugins
de: Die Benutzung von Erweiterungen kennen lernen

source: Reporting bugs
de: Fehler melden

source: Everything necessary to run this plugin is available.
de: Es ist alles verfügbar, um diese Erweiterung auszuführen.

source: The plugin can not be loaded
de: Die Erweiterung kann nicht geladen werden

source: Some python modules are missing
de: Einige Python-Module fehlen

source: Please install the following python modules:
de: Bitte die folgenden Python-Module installieren:

source: Some remote dbus objects are missing.
de: Einige entfernte DBus-Objekte fehlen.

source: Please start the following applications:
de: Bitte die folgende Anwendung starten:

source: Some modules and remote dbus objects are missing.
de: Einige Module und entfernte DBus-Objekte fehlen.

source: Please install or start the following components:
de: Bitte die folgenden Komponenten installieren oder starten:

source: Unknown error while loading the plugin.
de: Unbekannter Fehler beim Laden der Erweiterung.

source: Very helpful message, isn't it? Please report a bug.
de: Sehr aufschlußreiche Meldung, richtig? Bitte als Fehler melden.

source: My new task
de: Meine neue Aufgabe

source: All tasks
de: Alle Aufgaben

source: Tasks with no tags
de: Aufgaben ohne Schlagwörter
